brew "bat"
brew "fd"
brew "fzf"
brew "htop"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "eza"
brew "git"
brew "lazygit"
brew "starship"
brew "tmux"
brew "stow"
brew "graphviz"
brew "the_silver_searcher"
brew "zimfw"
brew "node"
brew "gh"
brew "zoxide"
brew "postgresql@17"
brew "ansible"
brew "ansible-lint"
brew "uv"
brew "minikube"
brew "vercel-cli"
brew "awscli"

cask "font-fira-code-nerd-font"
cask "kitty"
cask "google-chrome"
cask "raycast"
cask "cursor"
cask "docker-desktop"

tap "sst/tap"
brew "sst/tap/opencode"

tap "hashicorp/tap"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/packer"
