brew "coreutils" 
brew "moreutils"
brew "findutils"
brew "gnu-sed"
brew "stow" 
brew "jq" 
brew "yq" 
brew "nvim"
brew "lazygit"
brew "fd"
brew "ripgrep"
brew "asdf"
brew "fzf"
brew "zoxide"
brew "gh"
brew "zellij"
brew "cmake"
brew "rust"

cask "font-hack-nerd-font" 
cask "raycast" 
cask "arc" 
cask "google-chrome" 
cask "alacritty" 
cask "spotify" 
