brew "coreutils" 
brew "moreutils"
brew "findutils"
brew "gnu-sed"
brew "stow" 
brew "jq" 
brew "yq" 
brew "nvim"
brew "lazygit"
brew "fd"
brew "ripgrep"
brew "asdf"
brew "fzf"
brew "zoxide"
brew "gh"
brew "zellij"
brew "cmake"
brew "rust"
brew "gpg"
brew "mysql@8.0"
brew "lazydocker"
brew "tmux"
brew "tpm"

cask "docker"
cask "font-hack-nerd-font" 
cask "rectangle" 
cask "alacritty" 
cask "kitty" 
cask "git-credential-manager"
cask "mysqlworkbench"
